{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592a6"},"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592a7"},"Name":"John Singleton","Bio":"John Daniel Singleton (January 6, 1968 – April 28, 2019) was an American film director, screenwriter, producer, and actor.","Birth":"1968","Death":"2019"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592a8"},"Name":"Shane Acker","Bio":"Shane Richard Acker (born 1971 in Wheaton, Illinois) is an American animator, film director, screenwriter and animation teacher known for directing 9, which is based on his 2005 Academy Award-nominated short film, of the same title. He is a graduate of the University of California, Los Angeles.","Birth":"1971"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592a9"},"Name":"Judd Apatow","Bio":"Judd Apatow is an American producer, writer, director, actor and stand-up comedian.","Birth":"1967"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592aa"},"Name":"Jon Avnet","Bio":"Jonathan Michael \"Jon\" Avnet (born November 17, 1949), is an American director, writer and producer.","Birth":"1949"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592ab"},"Name":"Roland Emmerich","Bio":"Roland Emmerich (Born November 10, 1955) is a German film director, screenwriter, and producer, widely known for his disaster films.","Birth":"1955"}
{"_id":{"$oid":"5dd5bd51a0a4b1bc8d4592ac"},"Name":"John Glen","Bio":"John Glen (born 15 May 1932) is an English film director, film editor, and author. He is best known for his directorial and editing work on eight James Bond films from the 1960s to the 1980s.","Birth":"1932"}
{"_id":{"$oid":"5dd5bd54a0a4b1bc8d4592ad"},"Name":"Steven Spielberg","Bio":"Steven Allan Spielberg (born December 18, 1946) is an American filmmaker. He is considered one of the founding pioneers of the New Hollywood era and one of the most popular directors and producers in film history. Spielberg started in Hollywood directing television and several minor theatrical releases. He became a household name as the director of Jaws (1975), which was critically and commercially successful and is considered the first summer blockbuster.","Birth":"1946"}
