{"_id":{"$oid":"5dd5bcdca0a4b1bc8d45929a"},"Name":"Biography","Description":"The details of the life story of a real person, told by someone else."}
{"_id":{"$oid":"5dd5bceba0a4b1bc8d45929b"},"Name":"Family","Description":"Family film is a genre that is contains appropriate content for younger viewers. Family film aims to appeal not only to children, but to a wide range of ages."}
{"_id":{"$oid":"5dd5bcefa0a4b1bc8d45929c"},"Name":"Animation","Description":"Animation is a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."}
{"_id":{"$oid":"5dd5bcf2a0a4b1bc8d45929d"},"Name":"Sci-Fi","Description":"Science fiction is similar to fantasy, except stories in this genre use scientific understanding to explain the universe that it takes place in. It generally includes or is centered on the presumed effects or ramifications of computers or machines; travel through space, time or alternate universes; alien life-forms; genetic engineering; or other such things. The science or technology used may or may not be very thoroughly elaborated on; stories whose scientific elements are reasonably detailed, well-researched and considered to be relatively plausible given current knowledge and technology are often referred to as hard science fiction."}
{"_id":{"$oid":"5dd5bcf5a0a4b1bc8d45929e"},"Name":"Mystery","Description":"A mystery story follows an investigator as they attempt to solve a puzzle (often a crime). The details and clues are presented as the story continues and the protagonist discovers them and by the end of the story the mystery/puzzle is solved. For example, in the case of a crime mystery the perpetrator and motive behind the crime are revealed and the perpetrator is brought to justice. Mystery novels are often written in series, which facilitates a more in-depth development of the primary investigator. Specific types of mystery story include locked room mysteries and cozy mysteries."}
{"_id":{"$oid":"5dd5bcf7a0a4b1bc8d45929f"},"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."}
{"_id":{"$oid":"5dd5bcfca0a4b1bc8d4592a0"},"Name":"Romance","Description":"Most often a romance is understood to be love stories, emotion-driven stories that are primarily focused on the relationship between the main characters of the story. Beyond the focus on the relationship, the biggest defining characteristic of the romance genre is that a happy ending is always guaranteed, perhaps marriage and living happily ever after, or simply that the reader sees hope for the future of the romantic relationship."}
{"_id":{"$oid":"5dd5bcfea0a4b1bc8d4592a1"},"Name":"Adventure","Description":"An adventure story is about a protagonist who journeys to epic or distant places to accomplish something. It can have many other genre elements included within it, because it is a very open genre. The protagonist has a mission and faces obstacles to get to their destination. Also, adventure stories usually include unknown settings and characters with prized properties or features."}
{"_id":{"$oid":"5dd5bd00a0a4b1bc8d4592a2"},"Name":"Drama","Description":"Within film, television and radio (but not theatre), drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone, focusing on in-depth development of realistic characters who must deal with realistic emotional struggles. A drama is commonly considered the opposite of a comedy, but may also be considered separate from other works of some broad genre, such as a fantasy."}
{"_id":{"$oid":"5dd5bd03a0a4b1bc8d4592a3"},"Name":"Action","Description":"An action story is similar to adventure, and the protagonist usually takes a risky turn, which leads to desperate situations (including explosions, fight scenes, daring escapes, etc.). Action and adventure are usually categorized together (sometimes even as action-adventure) because they have much in common, and many stories fall under both genres simultaneously (for instance, the James Bond series can be classified as both)."}
{"_id":{"$oid":"5dd5bd05a0a4b1bc8d4592a4"},"Name":"Crime","Description":"A crime story is about a crime that is being committed or was committed. It can also be an account of a criminal''s life. It often falls into the action or adventure genres."}
{"_id":{"$oid":"5dd5bd08a0a4b1bc8d4592a5"},"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."}
