{"_id":{"$oid":"5dc21c3afab46464578f8dbf"},"Title":"2 Fast 2 Furious","Description":"It''s a major double-cross when former police officer Brian O''Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of dirty money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down.","Featured":false,"Genres":[{"$oid":"5dd5bd05a0a4b1bc8d4592a4"},{"$oid":"5dd5bd03a0a4b1bc8d4592a3"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592a7"}}
{"_id":{"$oid":"5dc21c3dfab46464578f8dc0"},"Title":"9","Description":"When 9 first comes to life, he finds himself in a post-apocalyptic world. All humans are gone, and it is only by chance that he discovers a small community of others like him taking refuge from fearsome machines that roam the earth intent on their extinction. Despite being the neophyte of the group, 9 convinces the others that hiding will do them no good.","Featured":false,"Genres":[{"$oid":"5dd5bd00a0a4b1bc8d4592a2"},{"$oid":"5dd5bcfea0a4b1bc8d4592a1"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592a8"}}
{"_id":{"$oid":"5dc21c41fab46464578f8dc1"},"Title":"The 40-Year-Old Virgin","Description":"Andy Stitzer has a pleasant life with a nice apartment and a job stamping invoices at an electronics store. But at age 40, there''s one thing Andy hasn''t done, and it''s really bothering his sex-obsessed male co-workers: Andy is still a virgin. Determined to help Andy get laid, the guys make it their mission to de-virginize him. But it all seems hopeless until Andy meets small business owner Trish, a single mom.","Featured":false,"Genres":[{"$oid":"5dd5bcf7a0a4b1bc8d45929f"},{"$oid":"5dd5bcfca0a4b1bc8d4592a0"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592a9"}}
{"_id":{"$oid":"5dc21c44fab46464578f8dc2"},"Title":"88 Minutes","Description":"88 Minutes focuses on a college professor (Pacino) who moonlights as a forensic psychiatrist for the FBI and receives a death threat claiming he has only 88 minutes to live.","Featured":false,"Genres":[{"$oid":"5dd5bd05a0a4b1bc8d4592a4"},{"$oid":"5dd5bcf5a0a4b1bc8d45929e"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592aa"}}
{"_id":{"$oid":"5dc21c47fab46464578f8dc3"},"Title":"2012","Description":"Dr. Adrian Helmsley, part of a worldwide geophysical team investigating the effect on the earth of radiation from unprecedented solar storms, learns that the earth''s core is heating up. He warns U.S. President Thomas Wilson that the crust of the earth is becoming unstable and that without proper preparations for saving a fraction of the world''s population, the entire race is doomed. Meanwhile, writer Jackson Curtis stumbles on the same information. While the world''s leaders race to build arks to escape the impending cataclysm, Curtis struggles to find a way to save his family. Meanwhile, volcanic eruptions and earthquakes of unprecedented strength wreak havoc around the world.","Featured":false,"Genres":[{"$oid":"5dd5bcf2a0a4b1bc8d45929d"},{"$oid":"5dd5bd03a0a4b1bc8d4592a3"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592ab"}}
{"_id":{"$oid":"5dc21c4afab46464578f8dc4"},"Title":"A View To A Kill","Description":"A newly developed microchip designed by Zorin Industries for the British Government that can survive the electromagnetic radiation caused by a nuclear explosion has landed in the hands of the KGB. James Bond must find out how and why. His suspicions soon lead him to big industry leader Max Zorin.","Featured":false,"Genres":[{"$oid":"5dd5bd03a0a4b1bc8d4592a3"},{"$oid":"5dd5bd08a0a4b1bc8d4592a5"}],"Director":{"$oid":"5dd5bd51a0a4b1bc8d4592ac"}}
{"_id":{"$oid":"5dc21c4ffab46464578f8dc5"},"Title":"The Adventures of Tintin","Description":"Intrepid young reporter, Tintin and his loyal dog, Snowy are thrust into a world of high adventure when they discover a ship carrying an explosive secret. As Tintin is drawn into a centuries-old mystery, Ivan Ivanovitch Sakharine suspects him of stealing a priceless treasure. Tintin and Snowy, with the help of salty, cantankerous Captain Haddock and bumbling detectives, Thompson \u0026 Thomson, travel half the world, one step ahead of their enemies as Tintin endeavors to find The Unicorn, a sunken ship that may hold a vast fortune, but also an ancient curse.","Featured":false,"Genres":[{"$oid":"5dd5bcefa0a4b1bc8d45929c"},{"$oid":"5dd5bceba0a4b1bc8d45929b"}],"Director":{"$oid":"5dd5bd54a0a4b1bc8d4592ad"}}
{"_id":{"$oid":"5dc21c52fab46464578f8dc6"},"Title":"Catch Me If You Can","Description":"A true story about Frank Abagnale Jr. who, before his 19th birthday, successfully conned millions of dollars worth of checks as a Pan Am pilot, doctor, and legal prosecutor. An FBI agent makes it his mission to put him behind bars. But Frank not only eludes capture, he revels in the pursuit.","Featured":false,"Genres":[{"$oid":"5dd5bd05a0a4b1bc8d4592a4"},{"$oid":"5dd5bcdca0a4b1bc8d45929a"}],"Director":{"$oid":"5dd5bd54a0a4b1bc8d4592ad"}}
{"_id":{"$oid":"5dc21c55fab46464578f8dc7"},"Title":"Indiana Jones and the Kingdom of the Crystal Skull","Description":"Set during the Cold War, the Soviets – led by sword-wielding Irina Spalko – are in search of a crystal skull which has supernatural powers related to a mystical Lost City of Gold. After being captured and then escaping from them, Indy is coerced to head to Peru at the behest of a young man whose friend – and Indy''s colleague – Professor Oxley has been captured for his knowledge of the skull''s whereabouts.","Featured":false,"Genres":[{"$oid":"5dd5bcfea0a4b1bc8d4592a1"},{"$oid":"5dd5bd03a0a4b1bc8d4592a3"}],"Director":{"$oid":"5dd5bd54a0a4b1bc8d4592ad"}}
{"_id":{"$oid":"5dc21c58fab46464578f8dc8"},"Title":"Indiana Jones and the Last Crusade","Description":"When Dr. Henry Jones Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Indiana must team up with Marcus Brody, Sallah and Elsa Schneider to follow in his father''s footsteps and stop the Nazis from recovering the power of eternal life.","Featured":false,"Genres":[{"$oid":"5dd5bd03a0a4b1bc8d4592a3"},{"$oid":"5dd5bcfea0a4b1bc8d4592a1"}],"Director":{"$oid":"5dd5bd54a0a4b1bc8d4592ad"}}
